Repository: amuqiao/HeatMoment2
Catalog: Sources/Moodments/Localization/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: # 标签名称
en: # Tag Name

source: %@，心情%@，标题《%@》
en: %@, mood %@, title “%@”

source: %@，有记录，当日心情%@
en: %@, has entries, mood of the day %@

source: %@，有记录，当日心情%@，点击定位
en: %@, has entries, mood of the day %@, tap to locate

source: %@，没有记录
en: %@, no entries

source: Pro 会员
en: Pro Membership

# guided.createNow.body
source: 点击右下角的 + 按钮，记录你的第一个时刻吧。
en: Tap the + button in the bottom right to record your first moment.

# guided.createNow.title
source: 马上创建
en: Create Now

# guided.welcome.body
source: 这里是你的个人时间轴，每一条记录都带着当时的心情、标签与照片。
en: This is your personal timeline — every entry carries the mood, tags, and photos from that moment.

# guided.welcome.title
source: 欢迎来到时刻~
en: Welcome to Moments~

# guided.whatIsMoment.body
source: 时刻是一条带情绪身份的生活记忆，挂在可回看、可筛选、可整理的个人时间轴上。
en: A Moment is a life memory with an emotional identity, placed on your personal timeline where you can look back, filter, and organize it.

# guided.whatIsMoment.title
source: 什么是时刻?
en: What is a Moment?

source: iCloud 数据同步
en: iCloud Sync

# mood.angry.name
source: 愤怒
en: Angry

# mood.anxious.name
source: 焦虑
en: Anxious

# mood.disgusted.name
source: 厌恶
en: Disgusted

# mood.fearful.name
source: 恐惧
en: Fearful

# mood.happy.name
source: 开心
en: Happy

# mood.motivated.name
source: 激励
en: Motivated

# mood.normal.name
source: 正常
en: Normal

# mood.sad.name
source: 难过
en: Sad

source: 「时刻」已锁定
en: Moments Locked

source: 主题颜色
en: Theme & Color

source: 你已是 Pro 会员
en: You're a Pro Member

source: 你已是 Pro 会员，已解锁无限日记、无限照片、无限标签
en: You're a Pro Member. Unlimited entries, photos, and tags unlocked

source: 使用条款
en: Terms of Use

source: 保存
en: Save

source: 保存时刻失败，请稍后重试。
en: Failed to save the moment. Please try again later.

source: 免费日记数量已达上限
en: You've reached the free entry limit

source: 兑换码
en: Redeem Code

source: 关于创作者
en: About the Creator

source: 关于心绪日记
en: About Moodments

source: 关闭
en: Close

source: 出错了
en: Something Went Wrong

source: 创建前检查失败，请稍后重试。
en: Pre-creation check failed. Please try again later.

source: 创建无限个标签，普通用户最多 3 个标签
en: Create unlimited tags — free users can create up to 3

source: 创建标签失败，请稍后重试。
en: Failed to create the tag. Please try again later.

source: 初始化默认标签失败，请重启应用重试。
en: Failed to initialize default tags. Please restart the app to try again.

source: 删除
en: Delete

source: 删除失败，请稍后重试。
en: Failed to delete. Please try again later.

source: 删除标签
en: Delete Tag

source: 删除标签失败，请稍后重试。
en: Failed to delete the tag. Please try again later.

source: 删除该照片
en: Delete This Photo

source: 加载 Pro 商品信息失败，请稍后重试。
en: Failed to load Pro product information. Please try again later.

source: 加载时刻失败，请稍后重试。
en: Failed to load the moment. Please try again later.

source: 单篇照片数量已达上限
en: You've reached the photo limit per entry

source: 即将推出
en: Coming Soon

source: 双击打开标签与心情筛选
en: Double tap to open tag and mood filters

source: 发布无限的心情日记，普通用户最多只能发布 10 篇日记
en: Post unlimited mood entries — free users can post up to 10

source: 发生日期
en: Date

source: 发生时间
en: Time

source: 取消
en: Cancel

source: 同步中
en: Syncing

source: 图片
en: Photos

source: 图片压缩失败，请重试。
en: Failed to compress the image. Please try again.

source: 垃圾箱
en: Trash

source: 垃圾箱列表加载失败，请稍后重试。
en: Failed to load the trash list. Please try again later.

source: 垃圾箱是空的
en: Trash is empty

source: 外观主题
en: Appearance

source: 好
en: OK

source: 好的
en: OK

source: 已同步
en: Synced

source: 已解锁无限日记、无限照片、无限标签
en: Unlimited entries, photos, and tags unlocked

source: 已选中
en: Selected

source: 年度心情热力图
en: Yearly Mood Heatmap

source: 彻底删除
en: Delete Permanently

source: 彻底删除后无法恢复。
en: This action can't be undone.

source: 彻底删除失败，请稍后重试。
en: Failed to permanently delete. Please try again later.

source: 彻底删除？
en: Delete Permanently?

source: 心情日期分布
en: Mood Calendar

source: 心情统计
en: Mood Stats

source: 恢复
en: Restore

source: 恢复失败，请稍后重试。
en: Failed to restore. Please try again later.

source: 恢复购买
en: Restore Purchases

source: 恢复购买失败，请稍后重试。
en: Failed to restore purchases. Please try again later.

source: 打开兑换码入口失败，请稍后重试。
en: Failed to open the redeem code screen. Please try again later.

source: 提示
en: Notice

source: 放弃编辑
en: Discard

source: 放弃编辑？
en: Discard changes?

source: 新建时刻
en: New Moment

source: 新建标签
en: New Tag

source: 无限日记、无限照片、无限标签已解锁
en: Unlimited entries, photos, and tags unlocked

source: 时刻
en: Moments

source: 时刻，筛选入口
en: Moments, filter entry

source: 月度订阅
en: Monthly Subscription

source: 未找到可恢复的购买记录。
en: No previous purchases found to restore.

source: 标签列表加载失败，请稍后重试。
en: Failed to load the tag list. Please try again later.

source: 标签名「%@」已存在，请换一个名称。
en: The tag name “%@” already exists. Please choose another name.

source: 标签名称为空时不可保存
en: Can't save while the tag name is empty

source: 标签名称输入框
en: Tag name field

source: 标签数量已达上限
en: You've reached the tag limit

source: 标签管理
en: Tag Management

source: 标签额度校验失败，请稍后重试。
en: Failed to verify the tag quota. Please try again later.

source: 标题
en: Title

source: 模式
en: Mode

source: 正文
en: Body

source: 每篇日记添加无限张照片，普通用户每篇最多 3 张
en: Add unlimited photos per entry — free users can add up to 3

source: 没有符合条件的记录
en: No matching entries

source: 注入测试照片
en: Inject Test Photo

source: 添加
en: Add

source: 添加标签
en: Add Tags

source: 添加照片
en: Add Photos

source: 离线，将在联网后同步
en: Offline, will sync once connected

source: 立即升级成为 Pro 用户
en: Upgrade to Pro Now

source: 立即升级成为 Pro 用户，解锁无限日记、无限照片、无限标签
en: Upgrade to Pro to unlock unlimited entries, photos, and tags

source: 终身买断
en: Lifetime Purchase

source: 继续编辑
en: Keep Editing

source: 编辑
en: Edit

source: 网格
en: Grid

source: 解锁
en: Unlock

source: 解锁无限日记、无限照片、无限标签
en: Unlock unlimited entries, photos, and tags

source: 解锁无限日记、无限照片、无限标签，随时随地记录每一个时刻
en: Unlock unlimited entries, photos, and tags to capture every moment

source: 设置
en: Settings

source: 语言
en: Language

source: 读取所选照片失败，请重试。
en: Failed to read the selected photo. Please try again.

source: 购买失败，请稍后重试。
en: Purchase failed. Please try again later.

source: 购买正在处理中，完成后将自动解锁 Pro 权益。
en: Your purchase is being processed. Pro features will unlock automatically once it completes.

source: 跟随系统
en: System

source: 输入新的标签名
en: Enter a new tag name

source: 还没有标签
en: No tags yet

source: 还没有标签，先去标签管理创建一个吧
en: No tags yet — create one in Tag Management first

source: 这些天没有日记哦
en: No entries during these days

source: 追加照片
en: Add More Photos

source: 重命名标签
en: Rename Tag

source: 重命名标签失败，请稍后重试。
en: Failed to rename the tag. Please try again later.

source: 重新验证
en: Try Again

source: 隐私协议
en: Privacy Policy

source: 面容解锁
en: Face ID Unlock

source: 颜色
en: Color

source: 验证以解锁「时刻」
en: Authenticate to unlock Moments

source: 验证未通过，请重试
en: Verification failed, please try again

source: （无标题）
en: (Untitled)
